Repository: disputebills/staging
Catalog: assets/plugins/cresta-social-share-counter/languages/cresta-social-share-counter-*.po
Languages: it_it

source: Hide icons in this page?
it_it: Mascondere bottoni social in questa pagina?

source: Settings
it_it: Optioni

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi sufficienti per poter accedere a questa pagina.

source: Settings Saved...
it_it: Opzioni Salvate...

source: Cresta Social Share Counter Settings
it_it: Opzioni Cresta Social Share Counter

source: Select buttons to display on website :
it_it: Seleziona i bottoni da mostrare sul sito :

source: Twitter username (optional):
it_it: Username di Twitter (opzionale):

source: (only visible on smartphones Android and iPhone)
it_it: (visibile solo su smartphone Android e iPhone)

source: Choose buttons style :
it_it: Scegli lo stile dei bottoni :

source: Display Setting :
it_it: Opzioni di visualizzazione :

source: Enable reflection on the buttons
it_it: Abilita riflesso sui bottoni

source: Enable shadow on the buttons
it_it: Abilita ombra sui bottoni

source: Enable animation
it_it: Abilita animazioni

source: Social Counter Box: Use the same colors of social network
it_it: Box singola condivisione: Usa lo stesso colore dei social network

source: Show Social Counter
it_it: Mostra il numero di condivisioni

source: Visible only on floating buttons, buy the PRO version to use it in the content
it_it: Visibile solo sui bottoni galleggianti, acquista la versione PRO per visualizzarli anche nel contenuto

source: Show Total Shares
it_it: Mostra condivisioni totali

source: Total Shares Text:
it_it: Testo condivisioni totali

source: Float Position :
it_it: Posizione bottoni galleggianti :

source: Show Floating Buttons
it_it: Mostra bottoni galleggianti

source: Float Buttons Position:
it_it: Posizione dei bottoni galleggianti:

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Position From Top:
it_it: Posizione da sopra:

source: Position From Left or Right:
it_it: Posizione da sinistra o destra:

source: Increase this number if the floating buttons are covered by other items on the screen.
it_it: Aumenta questo numero se i bottoni galleggianti sono coperti da altri elementi nello schermo.

source: Enable button to hide/show the floating buttons
it_it: Abilita il tasto per nascondere/mostrare i bottoni galleggianti

source: Disable Floating Buttons On Mobile
it_it: Disabilita bottoni galleggianti su mobile

source: Show CrestaProject Credit :)
it_it: Mostra i crediti di CrestaProject :)

source: Post and Page Position :
it_it: Posizione nelle pagine e negli articoli :

source: Add Social Buttons before post/page content
it_it: Mostra i bottoni social prima del contenuto della pagina/articolo

source: Add Social Buttons after post/page content
it_it: Mostra i bottoni social dopo il contenuto della pagina/articolo

source: Buttons Position (in content):
it_it: Posizione dei bottoni (nel contenuto):

source: Center
it_it: Centro

source: You can place the shortcode
it_it: Puoi utilizzare lo shortcode

source: wherever you want to display the social buttons.
it_it: dove preferisci mostrare i bottoni social.

source: Show on :
it_it: Mostra in :
